<style>
    .main{
        position: relative;
        font-family: Montserrat-Regular;
        color: darkgray;
    }
    @keyframes optic {   
        0% {
            opacity: 0;
        }
        100% {
            opacity: 1;
        }
    }
    @keyframes move {   
        0% {
            left: 10vw;
            opacity: 0;
        }   
        100% {
            left: 0;
            opacity: 1;
        }
    }
    .readblock{
        position: relative;
        width: 80vw;
        left: 0;
        right: 0;
        margin: auto;
        animation: optic 2s ease-in-out;
    }
    .maincatu1 h1{
        color: darkgray;
        animation: optic 2s ease-in-out;
        position: relative;
        text-align: center;
        opacity: 1;
    }
    .lily{
        margin-left: 10px;
        color: white;
    }
    @media (max-width: 1080px) {
        .readblock{
            width: 95vw;
        }
    }
</style>
<div class="main">
	<div class="maincatu1">
        <div><h1>Правила использования (ToS)</h1></div>
        <div class="readblock">
	        <li class="lily">Условия</li>
	        <div>Зайдя на веб-сайт GmodCyberShop, вы соглашаетесь соблюдать настоящие условия предоставления услуг и все правила, и соглашаетесь с тем, что вы несете ответственность за соблюдение любых правил. Если вы не согласны с каким-либо из этих условий, вам запрещено использовать или получать доступ к этому сайту. Материалы, содержащиеся на этом веб-сайте, защищены применимым законодательством об авторском праве и товарных знаках.</div>
	        <br>
	        
	        <li class="lily">Лицензия на использование</li>
	        <div>Предоставляется разрешение на загрузку копий материалов (информации или аддонов) на GmodCyberShop веб-сайт предназначен только для личного, некоммерческого временного просмотра. Это предоставление лицензии, а не передача права собственности, и в соответствии с этой лицензией вы не можете:
	        <li>изменять или копировать материалы</li>
            <li>использовать материалы в любых коммерческих целях или для любого публичного показа (коммерческого или некоммерческого)</li>
            <li>пытаться декомпилировать или перепроектировать любой аддон, содержащееся на gmodcybershop; </li>
            <li>удалять любые авторские права или другие обозначения собственности из материалов; или</li>
            <li>передавать материалы другому лицу на любом другом сервере.</li>
            Настоящая лицензия автоматически прекращает действие, если вы нарушите любое из этих ограничений, и может быть прекращена gmodcybershop.ru в любое время. После прекращения просмотра этих материалов или после прекращения действия настоящей лицензии вы должны уничтожить любые загруженные материалы, находящиеся в вашем распоряжении, будь то в электронном или печатном формате.</div>
            <br>
            
            <li class="lily">Предупреждение</li>
            <div>Материалы по GmodCyberShop предоставляется на условиях "как есть". GmodCyberShop не дает никаких гарантий, явных или подразумеваемых, и настоящим отказывается и отрицает все другие гарантии, включая, помимо прочего, подразумеваемые гарантии или условия товарной пригодности, пригодности для определенной цели или ненарушения интеллектуальной собственности или другого нарушения прав. 
            <br>Далее, GmodCyberShop не гарантирует и не делает никаких заявлений относительно точности, вероятных результатов или надежности использования материалов на своем веб-сайте или иным образом связанных с такими материалами или на любых сайтах, связанных с этим сайтом.
            <br>Платформа gmodcybershop.ru может, но не обязуется производить вывод средств, на электронные счета, сумма вывода определяется администратором исходя из активности пользователя, суммы его добровольных пожертвований, а также из своего личного субъективно-оценочного мнения. активность пользователей определяется администратором на основании только лишь его личного субъективно-оценочного мнения, а так же любой человек который относится к проекту и группе будто агент поддержки, модератор.</div>
            <br>
            
            <li class="lily">Ограничения</li>
            <div>Ни в коем случае GmodCyberShop или его администрация не несут ответственность за любые убытки (включая, помимо прочего, убытки в связи с потерей данных или прибыли), возникшие в результате использования или невозможности использования материалов на GmodCyberShop, даже если GmodCyberShop уполномоченный представитель был уведомлен устно или письменно о возможности такого ущерба. Поскольку некоторые юрисдикции не допускают ограничений на подразумеваемые гарантии или ограничения ответственности в случае косвенного или случайного ущерба эти ограничения могут не распространяться на вас.</div>
            <br>
            
            <li class="lily">Точность материалов</li>
            <div>Материалы, появляющиеся на gmodcybershop.ru могут содержать технические, типографские или фотографические ошибки. gmodcybershop.ru не гарантирует, что какие-либо материалы на его веб-сайте являются точными, полными или актуальными GmodCyberShop может вносить изменения к материалам, содержащимся на его сайте, в любое время без предварительного уведомления. Однако GmodCyberShop не берет на себя никаких обязательств по обновлению материалов. </div>
            <br>
            
            <li class="lily">Ссылки</li>
            <div>GmodCyberShop не просматривал все сайты, связанные с его веб-сайтом, и не несет ответственности за содержание любого такого связанного сайта. Включение любой ссылки не означает одобрения со стороны GmodCyberShop.</div>
            <br>
            
            <li class="lily">Модификации</li>
            <div>GmodCyberShop может пересмотреть настоящие условия предоставления услуг для своего веб-сайта в любое время без предварительного уведомления. Используя этот веб-сайт, вы соглашаетесь соблюдать действующую на тот момент версию настоящих условий предоставления услуг.</div>
            <br>
            
            <li class="lily">Регулирующее право</li>
            <div>Настоящие условия и положения регулируются и толкуются в соответствии с законодательством России, и вы безоговорочно подчиняетесь исключительной юрисдикции судов в этом штате или месте.</div>
            <br>
            
            <li class="lily">Политика конфиденциальности</li>
            <div>GmodCyberShop политика уважения вашей конфиденциальности в отношении любой информации, которую мы можем собирать во время работы нашего веб-сайта. Соответственно, мы разработали настоящую политику конфиденциальности для того, чтобы вы понимали, как мы собираем, используем, сообщаем, раскрываем и иным образом использовать личную информацию. Ниже мы изложили нашу политику конфиденциальности. 
            <br>Мы будем собирать личную информацию законными и справедливыми средствами и, при необходимости, с ведома или согласия соответствующего лица.
            <br>До или во время сбора личной информации мы определим цели, для которых собирается информация.
            <br>Мы будем собирать и использовать личную информацию исключительно для выполнения указанных нами целей и для других вспомогательных целей, если мы не получим согласия соответствующего лица или в соответствии с требованиями закона.
            <br>Мы будем защищать личную информацию, используя разумные меры безопасности от потери или кражи, а также несанкционированного доступа, раскрытия, копирования, использования или изменения.
            <br>Мы будем предоставлять клиентам легкодоступную информацию о нашей политике и практике, касающихся управления личной информацией.
            <br>Мы будем хранить личную информацию только до тех пор, пока это необходимо для выполнения этих целей.
            <br>Мы обязуемся вести наш бизнес в соответствии с этими принципами, чтобы обеспечить защиту и сохранение конфиденциальности личной информации. GmodCyberShop может время от времени изменять настоящую политику конфиденциальности по адресу: GmodCyberShop по собственному усмотрению.</div>
            <br>
	    </div>
    </div>
</div>